Repository: DexCare/DexCareSDK-iOS
Catalog: Sources/DexcareiOSSDK/*.lproj/Localizable.strings
Languages: es

# dialog_reconnectError_button_confirm
source: Ok
es: De acuerdo

# dialog_declinedVisit_button_confirm
source: Ok
es: De acuerdo

# waitingRoom_subtitle_providerWaitTime
source: One of our healthcare providers will meet you here as soon as they become available
es: Uno de nuestros proveedores médicos se reunirá con usted aquí tan pronto como esté disponible

# waitingRoom_caption_estimatedTime
source: Estimate as of
es: Estimación a partir de

# waitingRoom_message_readyPhotoId
source: Keep the app open, and when your provider is ready you'll be notified. Please have your photo ID ready.
es: Mantenga la aplicación abierta y, cuando su proveedor esté listo, se le notificará. Tenga listo su documento de identificación con foto.

# waitingRoom_link_cancelVisit
source: Cancel this virtual visit
es: Cancelar esta visita virtual

# waitingRoom_message_patientTransfer
source: Another provider will be with you shortly.
es: Otro proveedor estará con usted en breve.

# waitingRoom_message_dismiss
source: Dismiss
es: Despedir

# waitingRoom_title_navigation
source: Virtual Visit Waiting Room
es: Sala de espera de visita virtual

# chatView_hint_emptyChat
source: Type hereâ€¦
es: Escriba aquí...

# visit_chatView_title_navigation
source: Chat With Provider
es: Chatear con el proveedor

# chatView_button_send
source: Send
es: Enviar

# dialog_waitingRoomCancelConfirm_title_cancelCall
source: Cancel Call
es: Cancelar llamada

# dialog_waitingRoomCancelConfirm_title_leaveCall
source: Leave Call
es: Dejar llamada

# dialog_waitingRoomCancelConfirm_message_cancelCallConfirmation
source: Are you sure you want to cancel this virtual visit?
es: ¿Está seguro de que desea cancelar esta visita virtual?

# dialog_waitingRoomCancelConfirm_message_leaveCallConfirmation
source: Are you sure you want to leave this virtual visit?
es: ¿Estás seguro de que quieres dejar esta visita virtual?

# dialog_waitingRoomCancelConfirm_button_confirm
source: Cancel visit and leave
es: Confirmar

# dialog_waitingRoomCancelConfirm_button_cancel
source: Return
es: Volver

# dialog_visitEndConfirm_title
source: Confirm
es: Confirmar

# dialog_visitEndConfirm_message
source: Are you sure you want to end the call?
es: ¿Está seguro(a) de que quiere terminar la llamada?

# dialog_visitEndConfirm_button_confirm
source: End Call
es: Finalizar llamada

# dialog_visitEndConfirm_button_cancel
source: Cancel
es: Cancelar

# waitingRoom_body_userTyping
source: %s is typing...
es: %s está escribiendo...

# dialog_lostConnection_title
source: Sorry, we lost the connection.
es: Disculpe, perdimos la conexión.

# dialog_lostConnection_message
source: We are attempting to reconnect.
es: Estamos intentando reconectarle.

# dialog_reconnectError_title
source: Sorry, we couldn't reconnect.
es: Lo sentimos, no hemos podido reconectarle.

# dialog_reconnectError_provider_message
source: A provider will call you shortly. In the meantime: 1. Please try reconnecting to the internet. 2. Use the confirmation email we sent you to reconnect. If you still need help, please call %1$s.
es: Un proveedor le llamará en breve.Mientras tanto: 1. Intente volver a conectarse a Internet. 2. Utilice el correo electrónico de confirmación que le enviamos para volver a conectarse. Si aún necesita ayuda, llame al %1$s.

# dialog_cancelError_message
source: Unable to cancel visit. Please try again later.
es: No se pudo cancelar la visita. Inténtelo nuevamente más tarde.

# dialog_visitPermission_title_joinedElsewhere
source: Connection lost
es: Se ha perdido la conexión

# dialog_visitError_body_joinedElsewhereMessage
source: It seems you have joined the virtual visit from another device. You can continue using the other device. We have ended this session now.
es: Parece que se ha unido a la visita virtual desde otro dispositivo. Puede continuar utilizando el otro dispositivo. Hemos terminado esta sesión ahora.

# visit_toast_providerVideoDisabled
source: The provider has temporarily disabled their video.
es: El proveedor ha desactivado temporalmente su video.

# visit_toast_providerVideoEnabled
source: The provider has enabled their video.
es: El proveedor ha habilitado su video.

# dialog_visitDeclined_title
source: Visit declined
es: Visita rechazada

# dialog_visitDeclinedMessage_message
source: You will not be billed for an incomplete Virtual Visit.
es: No se le facturará por una visita virtual incompleta.

# dialog_visitDeclined_button_confirm
source: ok
es: De acuerdo

# dialog_cancelReconnect_title
source: Confirm
es: Confirmar

# dialog_cancelReconnect_message
source: Are you sure you want to stop the reconnection attempt? This will remove you from the virtual visit, but your visit will not be cancelled.
es: ¿Está seguro de que desea detener el intento de reconexión? Esto lo eliminará de la visita virtual, pero su visita no se cancelará.

# dialog_cancelReconnect_confirm
source: Keep Trying
es: Seguir intentando

# dialog_cancelReconnect_cancel
source: Cancel
es: Cancelar

# dialog_permission_title
source: Permissions Required
es: Permisos necesarios

# dialog_permission_body_message
source: In order to start your visit: Please allow camera and microphone access to start your virtual visit with a provider.
es: Para comenzar su visita: Permita el acceso a su cámara y micrófono para iniciar su visita virtual con un proveedor.

# dialog_permission_button_appSettings
source: Open Settings
es: Abrir los ajustes

# dialog_permission_button_confirm
source: Ok
es: De acuerdo

# dialog_reconnect_title
source: Reconnecting...
es: Reconectarle...

# dialog_reconnect_cancel
source: Cancel
es: Cancelar

# waitingRoom_waittime_virtual_NAP
source: One of our healthcare providers will meet you here as soon as they become available
es: Uno de nuestros proveedores de atención médica se reunirá con usted aquí tan pronto como esté disponible

# waitingRoom_waittime_virtual_5
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_10
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_15
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_20
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_25
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_30
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_9999
source: Due to high patient volumes, we are experiencing longer than normal wait times. Your provider will be with you as quickly as possible
es: Debido al gran número de pacientes, tenemos tiempos de espera más largos de lo normal. Su proveedor estará con usted lo más pronto posible

# waitingRoom_waittime_virtual_template
source: One of our healthcare providers will meet you here in %1$@ to %2$@
es: Uno de nuestros proveedores de atención médica se reunirá con usted aquí en %1$@ a %2$@

# waitingRoom_waittime_virtual_youre_next
source: You're next! One of our healthcare providers will meet you here in a few minutes
es: ¡Usted es el siguiente! Uno de nuestros proveedores de atención médica se reunirá con usted aquí en unos minutos

# waitingRoom_waittime_virtual_unknown
source: Wait time could not be calculated
es: No se pudo calcular el tiempo de espera

# waitingRoom_waittime_virtual_declined
source: Your visit has been declined
es: Su visita ha sido rechazada
